---
kind: type
id: T:Autodesk.Revit.DB.BuiltInFailures.TagFailures
source: html/466bf4b7-571e-a718-4900-965e2569d60b.htm
---
# Autodesk.Revit.DB.BuiltInFailures.TagFailures

Failures about Tag.

## Syntax (C#)
```csharp
public static class TagFailures
```